Repository: wangyinhe3939/OmniD-Pod
Catalog: boringNotch/offkey/OffKey.xcstrings
Source language: en
Languages: zh_hans

# offkey.cleaning.accessibility
source: Accessibility
zh_hans: 辅助功能

# offkey.cleaning.active
source: Cleaning mode is active
zh_hans: 清洁模式已启动

# offkey.cleaning.detail
source: The keyboard will be locked temporarily. The mouse and trackpad remain available.
zh_hans: 键盘将暂时锁定，鼠标与触控板保持可用。

# offkey.cleaning.duration
source: Duration
zh_hans: 持续时间

# offkey.cleaning.granted
source: Allowed
zh_hans: 已允许

# offkey.cleaning.inputMonitoring
source: Input Monitoring
zh_hans: 输入监控

# offkey.cleaning.keyboardOnly
source: Keyboard only
zh_hans: 仅锁定键盘

# offkey.cleaning.notGranted
source: Not allowed
zh_hans: 未允许

# offkey.cleaning.permissions
source: System permissions
zh_hans: 系统权限

# offkey.cleaning.pointerAvailable
source: Mouse and trackpad always remain available
zh_hans: 鼠标与触控板始终可用

# offkey.cleaning.ready
source: Ready to clean
zh_hans: 准备开始清洁

# offkey.cleaning.refreshPermissions
source: Refresh status
zh_hans: 刷新状态

# offkey.cleaning.remaining
source: Time remaining
zh_hans: 剩余时间

# offkey.cleaning.requestPermissions
source: Request required permissions
zh_hans: 请求所需权限

# offkey.cleaning.start
source: Start cleaning mode
zh_hans: 开始清洁模式

# offkey.cleaning.stop
source: Restore keyboard now
zh_hans: 立即恢复键盘

# offkey.common.ok
source: OK
zh_hans: 好

# offkey.menu.cleaning
source: Keyboard Cleaning
zh_hans: 键盘清洁

# offkey.menu.naming
source: Name It
zh_hans: 起个名

# offkey.menu.notes
source: Notes
zh_hans: 记事

# offkey.naming.chooseFile
source: Choose File…
zh_hans: 选择文件…

# offkey.naming.chooseFolder
source: Choose Folder…
zh_hans: 选择文件夹…

# offkey.naming.cleaningDisabled
source: Name It is unavailable while keyboard cleaning is active.
zh_hans: 清洁模式期间起个名暂时不可用。

# offkey.naming.destination
source: Destination
zh_hans: 目标位置

# offkey.naming.drop
source: Drop one file here, or choose a file
zh_hans: 拖入一个文件，或点“选择文件…”

# offkey.naming.duplicate
source: An identical file was found
zh_hans: 发现完全相同文件

# offkey.naming.errorTitle
source: Name It
zh_hans: 起个名

# offkey.naming.keepDuplicate
source: Keep another copy
zh_hans: 仍然保留副本

# offkey.naming.locations
source: Recent / Pinned Locations
zh_hans: 最近 / 固定位置

# offkey.naming.move
source: Rename and Move
zh_hans: 改名并移动

# offkey.naming.noFolder
source: No destination folder selected
zh_hans: 尚未选择目标目录

# offkey.naming.number
source: Number
zh_hans: 使用编号

# offkey.naming.pin
source: Pin Location
zh_hans: 固定位置

# offkey.naming.prefix
source: Prefix
zh_hans: 前缀

# offkey.naming.preserveFormat
source: Uses the detected file type and does not convert the file
zh_hans: 按真实格式决定扩展名，不转换文件

# offkey.naming.preview
source: Enter a short name to preview
zh_hans: 填写短名称后预览

# offkey.naming.rename
source: Rename Only
zh_hans: 仅改名

# offkey.naming.rescan
source: Scan Again
zh_hans: 重新扫描

# offkey.naming.reveal
source: Show in Finder
zh_hans: 在 Finder 中显示

# offkey.naming.revealDuplicate
source: Show Identical File
zh_hans: 定位相同文件

# offkey.naming.rule
source: Numbering Rule
zh_hans: 编号规则

# offkey.naming.scanPrompt
source: Choose a folder to scan existing numbers
zh_hans: 选择目录后扫描已有编号

# offkey.naming.scanning
source: Scanning
zh_hans: 正在扫描

# offkey.naming.shortName
source: Short name, for example: front pocket
zh_hans: 短名称，例如：正面插兜

# offkey.naming.shortNameLabel
source: Short name
zh_hans: 短名称

# offkey.naming.source
source: Single File
zh_hans: 单个文件

# offkey.naming.unpin
source: Unpin
zh_hans: 取消固定

# offkey.notes.add
source: New
zh_hans: 新建

# offkey.notes.addHint
source: Create a blank note
zh_hans: 新建一条空白记录

# offkey.notes.content
source: Content
zh_hans: 内容

# offkey.notes.copyAll
source: Copy All
zh_hans: 复制全部

# offkey.notes.copyTitle
source: Copy Title
zh_hans: 复制标题

# offkey.notes.empty
source: No Notes
zh_hans: 没有记录

# offkey.notes.errorTitle
source: Notes
zh_hans: 记事

# offkey.notes.export
source: Export JSON…
zh_hans: 导出 JSON…

# offkey.notes.import
source: Import JSON…
zh_hans: 导入 JSON…

# offkey.notes.merge
source: Add to Current Notes
zh_hans: 加入当前记录

# offkey.notes.moveToTrash
source: Move to Trash
zh_hans: 移到回收站

# offkey.notes.records
source: Notes
zh_hans: 记录

# offkey.notes.replace
source: Replace Current Notes
zh_hans: 替换当前记录

# offkey.notes.restore
source: Restore Note
zh_hans: 放回记录

# offkey.notes.restoreBackup
source: Restore Pre-Import Backup
zh_hans: 恢复导入前备份

# offkey.notes.search
source: Search titles and content
zh_hans: 查找标题和内容

# offkey.notes.title
source: Title
zh_hans: 标题

# offkey.notes.titlePlaceholder
source: Title
zh_hans: 标题

# offkey.notes.trash
source: Trash
zh_hans: 回收站

# offkey.notes.untitled
source: Untitled Note
zh_hans: 未命名记录

# offkey.settings.showShelfWhenEmpty
source: Show the Shelf tab when empty
zh_hans: 空文件架也显示“文件暂存”标签
